const Intro = ()=>{
    return <div className="main-item intro-container">
    <h2  className="title">자기소개서</h2>
    <div className="main-container">
        <ul>
            <li>2018년 <b>국비지원으로 포토샵, 일러스트, 웹기획, 웹디자인, UI/UX 디자인, HTML, CSS, JQuery 를 학습</b>하였습니다.</li>
            <li>브라우저에 디자인이 만들어지는 모습에 흥미를 느꼈지만, 받쳐주지 않는 디자인, 코딩 실력으로 취업은 쉽지 않았습니다.</li>
            <li>개발직군으로 취업하는 것을 포기하고, 영업지원 및 기기관리직으로 취업하게 되어 1년을 보냈습니다.</li>
            <li>1년에 경력을 채운 시점에서, 개발자로 직종을 변경하여 커리어를 쌓고 싶다는 생각으로 퇴사를 결정하였습니다.</li>
            <li>국비지원으로 학습한 내용도 있고, 추가로 온라인 강의를 들어 학습한다면 충분히 직종변경이 가능할 것이라 생각했습니다.</li>
            <li>하지만 취업은 쉽게 성공할 수 없었고, 금전적인 부분을 해결하고자, 포장 및 발송업에 근무하게 되었습니다.</li>
            <li>시간이 지나며 더 개발자로 취업하고 싶고, 비록 비 전공이지만 분명 해낼 수 있다는 강한 목표의식이 생겼습니다.</li>
            <li>지금은 프론트엔드 개발자로 성장하기 위해,</li>
            <li><b>자바스크립트, 리액트, 넥스트JS, 상태관리 리덕스, 파이어베이스, S3, CloudFront 등을 학습</b>하였으며,</li>
            <li><b>스파르타코딩클럽, Udemy, youtube 등 다양한 플랫폼을 가지고 학습</b>하고 있습니다.</li>
            <li>제가 다른 신입보다 더 뛰어나다고 자부할 수 있는 것은 인성과 사회생활의 경험 그리고 포기하지 않는 마음입니다.</li>
            <li><b>저는 함께 걸어갈 회사를 찾고 있습니다.</b></li>
            <li><b>저는 함께 성장할 회사를 찾고 있습니다.</b></li>
            <li><b>저는 함께 성공할 회사를 찾고 있습니다.</b></li>
            <li>감사합니다.</li>
        </ul>
    </div>
</div>
};
export default Intro;